alacritty
arc-gtk-theme
exa
fd
fish
git
htop
lxappearance
maim
slop
ristretto
pacman-contrib
picom
qt5ct
ripgrep
lightdm
file-roller
pavucontrol
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
starship
xdg-user-dirs
xf86-video-intel
xorg-server
xorg-xkill
xorg-xinput
xorg-xprop
xorg-xset
xfce4-power-manager
parole
rofi
i3-gaps
dunst
mousepad
nitrogen
ranger
galculator
brightnessctl
pamixer
playerctl
polybar
xfce-polkit
thunar
xclip
fortune-mod
